IDEA Open Model
CrossSectionCreepCoefficientAttribute.Components Property
Compatible with IDEA StatiCa Beta 20.0
 List of components
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<CrossSectionCreepCoefficientData> Components { get; set; }
Public Property Components As List(Of CrossSectionCreepCoefficientData)
	Get
	Set
Property Value
Type: List<CrossSectionCreepCoefficientData>
See Also
Reference
CrossSectionCreepCoefficientAttribute Class
IdeaRS.OpenModel.CrossSection Namespace